{
	"Id": 0   , "Fact": "Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor."
} {
	"Id": 1   , "Fact": "A cat can't climb head first down a tree because every claw on a cat's paw points the same way. To get down from a tree, a cat must back down."
} {
	"Id": 2   , "Fact": "Cats make about 100 different sounds. Dogs make only about 10."
} {
	"Id": 3   , "Fact": "Every year, nearly four million cats are eaten in Asia."
} {
	"Id": 4   , "Fact": "Approximately 24 cat skins can make a coat."
} {
	"Id": 5   , "Fact": "While it is commonly thought that the ancient Egyptians were the first to domesticate cats, the oldest known pet cat was recently found in a 9,500-year-old grave on the Mediterranean island of Cyprus. This grave predates early Egyptian art depicting cats by 4,000 years or more."
} {
	"Id": 6   , "Fact": "During the Middle Ages, cats were associated with withcraft, and on St. John's Day, people all over Europe would stuff them into sacks and toss the cats into bonfires. On holy days, people celebrated by tossing cats from church towers."
} {
	"Id": 7   , "Fact": "During the time of the Spanish Inquisition, Pope Innocent VIII condemned cats as evil and thousands of cats were burned. Unfortunately, the widespread killing of cats led to an explosion of the rat population, which exacerbated the effects of the Black Death."
} {
	"Id": 8   , "Fact": "The first cat in space was a French cat named Felicette (a.k.a. 'Astrocat') In 1963, France blasted the cat into outer space. Electrodes implanted in her brains sent neurological signals back to Earth. She survived the trip."
} {
	"Id": 9   , "Fact": "The term 'puss' is the root of the principal word for 'cat' in the Romanian term pisica and the root of secondary words in Lithuanian (puz) and Low German puus. Some scholars suggest that 'puss' could be imitative of the hissing sound used to get a cat's attention. As a slang word for the female pudenda, it could be associated with the connotation of a cat being soft, warm, and fuzzy."
} {
	"Id": 10   , "Fact": "Approximately 40,000 people are bitten by cats in the U.S. annually."
} {
	"Id": 11   , "Fact": "Cats are North America's most popular pets there are 73 million cats compared to 63 million dogs. Over 30% of households in North America own a cat."
} {
	"Id": 12   , "Fact": "According to Hebrew legend, Noah prayed to God for help protecting all the food he stored on the ark from being eaten by rats. In reply, God made the lion sneeze, and out popped a cat."
} {
	"Id": 13   , "Fact": "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance."
} {
	"Id": 14   , "Fact": "Most cats give birth to a litter of between one and nine kittens. The largest known litter ever produced was 19 kittens, of which 15 survived."
} {
	"Id": 15   , "Fact": "The earliest ancestor of the modern cat lived about 30 million years ago. Scientists called it the Proailurus, which means 'first cat' in Greek. The group of animals that pet cats belong to emerged around 12 million years ago."
} {
	"Id": 16   , "Fact": "The biggest wildcat today is the Siberian Tiger. It can be more than 12 feet (3.6 m) long (about the size of a small car) and weigh up to 700 pounds (317 kg)."
} {
	"Id": 17   , "Fact": "A cat's brain is biologically more similar to a human brain than it is to a dog's. Both humans and cats have identical regions in their brains that are responsible for emotions."
} {
	"Id": 18   , "Fact": "Many Egyptians worshipped the goddess Bast, who had a woman's body and a cat's head."
} {
	"Id": 19   , "Fact": "While many parts of Europe and North America consider the black cat a sign of bad luck, in Britain and Australia, black cats are considered lucky."
} {
	"Id": 20   , "Fact": "The most popular pedigreed cat is the Persian cat, followed by the Main Coon cat and the Siamese cat."
} {
	"Id": 21   , "Fact": "The smallest pedigreed cat is a Singapura, which can weigh just 4 lbs (1.8 kg), or about five large cans of cat food. The largest pedigreed cats are Maine Coon cats, which can weigh 25 lbs (11.3 kg), or nearly twice as much as an average cat weighs."
} {
	"Id": 22   , "Fact": ""
} {
	"Id": 23   , "Fact": "Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor."
} {
	"Id": 24   , "Fact": "The technical term for a cat's hairball is a 'bezoar'."
} {
	"Id": 25   , "Fact": "A group of cats is called a 'clowder'."
} {
	"Id": 26   , "Fact": "Some cats have survived falls of over 65 feet (20 meters), due largely to their 'righting reflex'. The eyes and balance organs in the inner ear tell it where it is in space so the cat can land on its feet. Even cats without a tail have this ability."
} {
	"Id": 27   , "Fact": "A cat can jump up to five times its own height in a single bound."
} {
	"Id": 28   , "Fact": "The Egyptian Mau is probably the oldest breed of cat. In fact, the breed is so ancient that its name is the Egyptian word for 'cat'."
} {
	"Id": 29   , "Fact": "The first commercially cloned pet was a cat named Little Nicky. He cost his owner $50,000, making him one of the most expensive cats ever."
} {
	"Id": 30   , "Fact": "A cat usually has about 12 whiskers on each side of its face."
} {
	"Id": 31   , "Fact": "Cats can rotate their ears 180 degrees."
} {
	"Id": 32   , "Fact": "The hearing of the average cat is at least five times keener than that of a human adult."
} {
	"Id": 33   , "Fact": "In the largest cat breed, the average male weighs approximately 20 pounds."
} {
	"Id": 34   , "Fact": "Domestic cats spend about 70 percent of the day sleeping. And 15 percent of the day grooming."
} {
	"Id": 35   , "Fact": "A cat cannot see directly under its nose."
}